Repository: YasasPasinduFernando/snake_game_android
Catalog: lib/l10n/app_*.arb
Languages: si

# gameTitle
source: Snake Game
si: සර්ප ක්‍රීඩාව

source: Start Game
si: ක්‍රීඩාව ආරම්භ කරන්න

source: Instructions
si: උපදෙස්

# score
source: Score: {score}
si: ලකුණු: {score}

# highScore
source: High Score: {score}
si: ඉහළම ලකුණු: {score}

source: Game Over
si: ක්‍රීඩාව අවසානයි

source: Play Again
si: නැවත ක්‍රීඩා කරන්න

# instructionText
source: Swipe to control the snake. Eat food to score points. Avoid hitting yourself!
si: සර්පයා පාලනය කිරීමට ස්වයිප් කරන්න. ලකුණු ලබා ගැනීමට ආහාර කන්න. ඔබව වැදීමෙන් වළකින්න!

source: No scores yet!
si: තවම ලකුණු නැත!

source: Dark Mode
si: අඳුරු ප්‍රකාරය

source: Light Mode
si: ආලෝක ප්‍රකාරය

source: Pause
si: විරාමය

source: Resume
si: යළි ආරම්භ කරන්න

source: Restart
si: යළි පටන් ගන්න
